-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Feb 22, 2024 at 11:57 PM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 8.1.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `projecttest`
--

-- --------------------------------------------------------

--
-- Table structure for table `fourth_year_2023`
--

CREATE TABLE `fourth_year_2023` (
  `COL 1` varchar(2) DEFAULT NULL,
  `COL 2` varchar(31) DEFAULT NULL,
  `COL 3` varchar(23) DEFAULT NULL,
  `COL 4` varchar(13) DEFAULT NULL,
  `COL 5` varchar(11) DEFAULT NULL,
  `COL 6` varchar(14) DEFAULT NULL,
  `COL 7` varchar(11) DEFAULT NULL,
  `COL 8` varchar(11) DEFAULT NULL,
  `COL 9` varchar(19) DEFAULT NULL,
  `COL 10` varchar(15) DEFAULT NULL,
  `COL 11` varchar(7) DEFAULT NULL,
  `COL 12` varchar(17) DEFAULT NULL,
  `COL 13` varchar(14) DEFAULT NULL,
  `COL 14` varchar(23) DEFAULT NULL,
  `COL 15` varchar(41) DEFAULT NULL,
  `COL 16` varchar(16) DEFAULT NULL,
  `COL 17` varchar(22) DEFAULT NULL,
  `COL 18` varchar(29) DEFAULT NULL,
  `COL 19` varchar(22) DEFAULT NULL,
  `COL 20` varchar(15) DEFAULT NULL,
  `COL 21` varchar(22) DEFAULT NULL,
  `COL 22` varchar(27) DEFAULT NULL,
  `COL 23` varchar(29) DEFAULT NULL,
  `COL 24` varchar(24) DEFAULT NULL,
  `COL 25` varchar(15) DEFAULT NULL,
  `COL 26` varchar(17) DEFAULT NULL,
  `COL 27` varchar(24) DEFAULT NULL,
  `COL 28` varchar(25) DEFAULT NULL,
  `COL 29` varchar(27) DEFAULT NULL,
  `COL 30` varchar(28) DEFAULT NULL,
  `COL 31` varchar(15) DEFAULT NULL,
  `COL 32` varchar(8) DEFAULT NULL,
  `COL 33` varchar(7) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `fourth_year_2023`
--

INSERT INTO `fourth_year_2023` (`COL 1`, `COL 2`, `COL 3`, `COL 4`, `COL 5`, `COL 6`, `COL 7`, `COL 8`, `COL 9`, `COL 10`, `COL 11`, `COL 12`, `COL 13`, `COL 14`, `COL 15`, `COL 16`, `COL 17`, `COL 18`, `COL 19`, `COL 20`, `COL 21`, `COL 22`, `COL 23`, `COL 24`, `COL 25`, `COL 26`, `COL 27`, `COL 28`, `COL 29`, `COL 30`, `COL 31`, `COL 32`, `COL 33`) VALUES
('', 'name', 'birth_place', 'birth_date', 'nationality', 'national_ID', 'gender', 'degree_type', 'degree_name', 'university_name', 'faculty', 'department', 'specialization', 'sub_specialization', 'educationType', 'general_points', 'general_points_total', 'general_percentage', 'general_grade', 'CGPA', 'GPA_Scale', 'total_credit_hours', 'Graduation_project_percentage', 'Graduation_project_grade', 'graduation_turn', 'graduation_season', 'approval_date', 'approval_date_council', 'decision_number', 'council_decision_number', 'printing_counts', 'Guidance', 'Program'),
('م', 'الطالب/الطالبة', 'محل ميلاد ', 'تاريخ الميلاد', 'الجنسية', 'الرقم القومي', 'ذكر او انثي', 'نوع الشهادة', 'مسمي الدرجة العلمية', 'اسم الجامعة', 'الكليه', 'القسم', 'التخصص', 'الشعبة', 'نظام التعليم (فصول دارسية - ساعات معتمده)', 'المجموع التراكمي', 'المجموع التراكمي الكلي', 'النسبه المئوية للتقدير العام ', 'التقدير العام', 'المعدل التراكمي', 'مقياس المجموع التراكمى', 'اجمالي عدد الساعات المعتمدة', 'النسبة المئوية لمشروع التخرج', 'تقدير مشروع التخرج', 'تاريخ  التخرج', 'دور', 'تاريخ اعتماد مجلس الكلية', 'تاريخ اعتماد مجلس الجامعة', 'رقم قرار اعتماد مجلس الكلية', 'رقم قرار اعتماد مجلس الجامعة', 'عدد نسخ الشهادة', 'توجه', 'برنامج'),
('1', 'ابانوب لطيف بولس اسطفانوس', 'قنا /نجع حمادي', '20/2/2000', 'مصري', '30002202700257', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5699', '6600', '86.35', 'ممتاز مع مرتبة الشرف', '', '', '', '98.8', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('2', 'ابراهيم مشمش زقزوق فتح الله', 'قنا /نجع حمادي', '16/9/2000', 'مصري', '30009162700733', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5002', '6600', '75.79', 'جيد جدا', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('3', 'احمد بدرى ابراهيم احمد', 'أسوان/ إدفو', '1/12/1997', 'مصري', '29712012801032', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5207', '6600', '78.89', 'جيد جدا', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('4', 'احمد حميد دندراوي خليل', 'قنا/قنا', '6/6/2000', 'مصري', '30006062701873', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4436.5', '6600', '67.22', 'جيد', '', '', '', '94', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('5', 'احمد محمود محمد احمد موسي', 'اسكندرية/المنشيه', '17/8/1999', 'مصري', '29908170202237', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5465.25', '6600', '82.81', 'جيد جدا مع مرتبة الشرف', '', '', '', '98', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('6', 'امير محمد علي احمد', 'أسوان/كوم إمبو', '28/11/1999', 'مصري', '29911282800278', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4766.5', '6600', '72.22', 'جيد', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('7', 'اندرو عزت نجيب خليل', 'قنا/قنا', '22/1/2000', 'مصري', '30001222701555', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4481.75', '6600', '67.91', 'جيد', '', '', '', '94', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('8', 'بولا ايمن نجيب عطا الله', 'قنا /نجع حمادي', '1/8/1999', 'مصري', '29908012701277', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4738', '6600', '71.79', 'جيد', '', '', '', '94', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('9', 'حسن زكريا محمد طه', 'قنا/إسنا', '23/9/2000', 'مصري', '30009232701112', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4779.75', '6600', '72.42', 'جيد', '', '', '', '94', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('10', 'حسناء عادل عبدالنعيم عبادى', 'قنا/قفط', '1/7/1997', 'مصرية', '29707012709507', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4282.25', '6600', '64.88', 'مقبول', '', '', '', '92', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('11', 'حسين زكريا محمد طه', 'قنا/إسنا', '23/9/2000', 'مصري', '30009232701139', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4918.25', '6600', '74.52', 'جيد', '', '', '', '96.8', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('12', 'زينب محمد السيد احمد', 'أسوان/أسوان', '9/4/2000', 'مصرية', '30004092801144', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5017.5', '6600', '76.02', 'جيد جدا', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('13', 'شيماء سلطان احمد صديق', 'قنا/إسنا', '30/5/2000', 'مصرية', '30005302700709', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5753', '6600', '87.17', 'ممتاز مع مرتبة الشرف', '', '', '', '98.8', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('14', 'عبدالرحمن خالد عبدالصبور برسي', 'أسوان/أسوان', '10/1/2000', 'مصري', '30001102800738', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4457', '6600', '67.53', 'جيد', '', '', '', '94', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('15', 'عبدالله جمال سيد البدري', 'قنا/إسنا', '8/2/2000', 'مصري', '30002082701696', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4710', '6600', '71.36', 'جيد', '', '', '', '94', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('16', 'عمر طارق محمد ابراهيم', 'أسوان/أسوان', '26/9/2000', 'مصري', '30009262800352', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4653.25', '6600', '70.5', 'جيد', '', '', '', '98', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('17', 'محمد حسن سيد علي', 'قنا/الأقصر', '1/1/1998', 'مصري', '29801012729156', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4943.5', '6600', '74.9', 'جيد', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('18', 'محمد حسين ليثي علي', 'أسوان/ إدفو', '17/6/2000', 'مصري', '30006172801156', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4772.5', '6600', '72.31', 'جيد', '', '', '', '96.8', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('19', 'محمد شكري عبدالفتاح احمد', 'أسوان/نصر النوبة', '14/8/1999', 'مصري', '29908142800714', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5016.5', '6600', '76.01', 'جيد جدا', '', '', '', '98.8', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('20', 'محمد محمود عبدالقادر جاد الكريم', 'قنا/الأقصر', '25/10/1999', 'مصري', '29910252700116', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5373', '6600', '81.41', 'جيد جدا مع مرتبة الشرف', '', '', '', '98.4', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('21', 'محمد وليد عبدالخالق عبدالحميد', 'قنا/الأقصر', '18/9/2000', 'مصري', '30009182703291', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4012.75', '6600', '60.8', 'مقبول', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('22', 'محمود السيد عبدالعزيز على', 'قنا/إسنا', '21/4/1996', 'مصري', '29604212702392', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4271.5', '6600', '64.72', 'مقبول', '', '', '', '92', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('23', 'مرقس يوسف معزوز مجلع', 'أسوان/أسوان', '17/7/1998', 'مصري', '29807172800238', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4780.75', '6600', '72.44', 'جيد', '', '', '', '90', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('24', 'مصطفي امير عبدالرسول عبدالرحيم', 'قنا/إسنا', '24/10/1999', 'مصري', '29910242700118', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5226.5', '6600', '79.19', 'جيد جدا', '', '', '', '97.6', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('25', 'مكاريوس زكريا شفيق حبيب', 'قنا /نجع حمادي', '31/8/2000', 'مصري', '30008312700714', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5468.5', '6600', '82.86', 'جيد جدا مع مرتبة الشرف', '', '', '', '99.6', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('26', 'منار سعيد محمد احمد', 'قنا/أرمنت', '26/3/2000', 'مصرية', '30003262702883', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5333.75', '6600', '80.81', 'جيد جدا', '', '', '', '97.6', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('27', 'مهند محمد صلاح الدين طاهر احمد', 'أسوان/أسوان', '16/7/1999', 'مصري', '29907162800218', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4683.5', '6600', '70.96', 'جيد', '', '', '', '90', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('28', 'نسمه مصطفى شاذلى حسن', 'أسوان/أسوان', '6/2/1998', 'مصرية', '29802062800486', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4798', '6600', '72.7', 'جيد', '', '', '', '86', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('29', 'نورهان احمد بهاء الدين احمد سيد', 'أسوان/ إدفو', '22/2/2000', 'مصرية', '30002222800185', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4720.5', '6600', '71.52', 'جيد', '', '', '', '89.2', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('30', 'هدرا اميل حليم فاخورى', 'أسوان/أسوان', '13/2/1999', 'مصري', '29902132800033', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '4053.5', '6600', '61.42', 'مقبول', '', '', '', '98', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('31', 'هدرا عادل كامل صليب', 'أسوان/أسوان', '1/9/1997', 'مصري', '29709012804359', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '6329.5', '7500', '84.39', 'جيد جدا مع مرتبة الشرف', '', '', '', '98', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('32', 'وجدي قمحي شحاته صادق', 'قنا /نجع حمادي', '14/4/1999', 'مصري', '29904142701516', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المدنية', '', '', 'فصول دراسية', '5180.5', '6600', '78.49', 'جيد جدا', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('33', 'احمد حراجي صديق الصادق', 'قنا/أرمنت', '10/1/1999', 'مصري', '29901102704653', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5017.5', '6575', '76.31', 'جيد جدا', '', '', '', '99.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('34', 'احمد مختار محمد بزيد', 'قنا/إسنا', '23/8/1999', 'مصري', '29908232700131', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5303.75', '6575', '80.67', 'جيد جدا مع مرتبة الشرف', '', '', '', '100', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('35', 'الاء عبد الباسط الطاهر البكرى', 'قنا/إسنا', '1/10/2000', 'مصرية', '30010012717547', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5552.5', '6575', '84.45', 'جيد جدا مع مرتبة الشرف', '', '', '', '99', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('36', 'المدثر احمد حامد حسيب', 'أسوان/ إدفو', '1/1/2000', 'مصري', '30001012800933', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4624.55', '6575', '70.34', 'جيد', '', '', '', '97.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('37', 'اندرو ماهر شوقى يوسف', 'الخارج/النمسا', '25/1/1999', 'مصري', '29901258800172', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4555.25', '7500', '60.74', 'مقبول', '', '', '', '78', 'جيد جدا', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('38', 'بسنت بركات كامل جادالله', 'أسوان/أسوان', '5/8/2000', 'مصرية', '30008052800884', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5643.5', '6575', '85.83', 'ممتاز مع مرتبة الشرف', '', '', '', '99', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('39', 'تامر حامد احمد حامد', 'أسوان/نصر النوبة', '13/3/1999', 'مصري', '29903132800617', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4838.25', '6750', '71.68', 'جيد', '', '', '', '100', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('40', 'جورج نبيل بولس شهات', 'المنيا/سمالوط', '3/6/2000', 'مصري', '30006032401131', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4400.75', '6575', '66.93', 'جيد', '', '', '', '75', 'جيد جدا', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('41', 'سامر سعيد سعد سليمان', 'أسوان/دراو', '1/10/2000', 'مصري', '30010012801831', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5776.5', '6575', '87.86', 'ممتاز مع مرتبة الشرف', '', '', '', '99', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('42', 'صالح احمد شرقاوي عمر', 'قنا/إسنا', '20/2/1999', 'مصري', '29902202700236', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5390.75', '6575', '81.99', 'جيد جدا مع مرتبة الشرف', '', '', '', '100', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('43', 'صالح عاطف احمد عبدالرازق', 'أسوان/ إدفو', '24/2/2000', 'مصري', '30002242800335', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5612.75', '6575', '85.37', 'ممتاز مع مرتبة الشرف', '', '', '', '100', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('44', 'عبدالرحمن محمد ابوالحمد مصطفي', 'قنا/الأقصر', '18/9/1999', 'مصري', '29909182703513', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4227.25', '6575', '64.29', 'مقبول', '', '', '', '87', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('45', 'علاء جلال محمد عشاوي', 'قنا/الأقصر', '1/8/2000', 'مصري', '30008012718778', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4956.25', '6575', '75.38', 'جيد جدا مع مرتبة الشرف', '', '', '', '99.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('46', 'عمر عماد محمد مجدى حسن', 'الخارج/السعودية', '6/9/2000', 'مصري', '30009068800759', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4307.67', '6575', '65.52', 'جيد', '', '', '', '97.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('47', 'محمد احمد ربيع عبد الله', 'أسوان/أسوان', '29/9/1997', 'مصري', '29709292800817', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4003', '6750', '59.3', 'مقبول', '', '', '', '93', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('48', 'محمد حامد علي محمد', 'أسوان/دراو', '4/11/1999', 'مصري', '29911042800351', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5043.5', '6575', '76.71', 'جيد جدا', '', '', '', '99', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('49', 'محمد ربيع احمد زين الدين', 'المنوفية/شبين الكوم', '10/8/2000', 'مصري', '30008101702613', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5525.25', '6575', '84.03', 'جيد جدا مع مرتبة الشرف', '', '', '', '95', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('50', 'محمد عبدالحميد عبدالفتاح محمد', 'قنا/قوص', '14/6/1997', 'مصري', '29706142702397', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4186.75', '6575', '63.68', 'مقبول', '', '', '', '95', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('51', 'محمد محمود ابوبكر سيد', 'قنا/قوص', '3/11/1999', 'مصري', '29911032701436', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4819', '6575', '73.29', 'جيد', '', '', '', '99', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('52', 'محمود علي ضوي محمد', 'أسوان/كوم إمبو', '22/4/2000', 'مصري', '30004222800277', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '5210.25', '6575', '79.24', 'جيد جدا مع مرتبة الشرف', '', '', '', '100', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('53', 'محمود محمد علي شلقامي', 'أسوان/أسوان', '1/10/2000', 'مصري', '30010012802838', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'القوى والآلات الكهربية', 'فصول دراسية', '4885.25', '6575', '74.3', 'جيد', '', '', '', '99', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('54', 'احمد حسين محمد ابوالسعود', 'قنا/الأقصر', '19/2/1998', 'مصري', '29802192701692', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '4878.5', '7500', '65.05', 'جيد', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('55', 'رواء ظافر حمزه عبدالموجود', 'الخارج/السعودية', '20/1/2001', 'مصرية', '30101208800189', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '5596', '6575', '85.11', 'ممتاز مع مرتبة الشرف', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('56', 'عبد العلى عبد الناصر عوض ناصر', 'أسوان/أسوان', '1/2/1998', 'مصري', '29802012802615', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '5013', '7500', '66.84', 'جيد', '', '', '', '97.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('57', 'فاطمه عاطف محمد احمد', 'قنا/قوص', '22/11/1997', 'مصرية', '29711222702189', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '4316', '6575', '65.64', 'جيد', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('58', 'فاطمه عبدالرازق صبري محمد', 'أسوان/أسوان', '15/5/2000', 'مصرية', '30005152800521', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '5677.5', '6575', '86.35', 'ممتاز مع مرتبة الشرف', '', '', '', '96.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('59', 'متي ميخائيل فكري سعد', 'قنا/الأقصر', '2/5/2000', 'مصري', '30005022704571', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '5082.75', '6575', '77.3', 'جيد جدا مع مرتبة الشرف', '', '', '', '93', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('60', 'محمد رجب محمد سيف الدين', 'الاسماعيلية/الاسماعيلية', '3/8/2000', 'مصري', '30008031900536', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '5496.25', '6575', '83.59', 'جيد جدا مع مرتبة الشرف', '', '', '', '96.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('61', 'محمد عبدالرحيم فهمي برسي', 'أسوان/أسوان', '20/3/2000', 'مصري', '30003202800614', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '4979.5', '6575', '75.73', 'جيد جدا', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('62', 'وليد احمد عبدالغني محمود', 'قنا/فرشوط', '15/6/1998', 'مصري', '29806152700095', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '4968', '6575', '75.56', 'جيد جدا مع مرتبة الشرف', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('63', 'يوسف شعبان احمد سليمان', 'قنا /نجع حمادي', '1/10/2000', 'مصري', '30010012710518', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '5014.25', '6575', '76.26', 'جيد جدا', '', '', '', '93.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('64', 'خلود خالد  على فاوى', 'أسوان/أسوان', '19/2/1994', 'مصرية', '29402192800064', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الالكترونيات والاتصالات', 'فصول دراسية', '4331.5', '7500', '57.75', 'مقبول', '', '', '', '95', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('65', 'ايمان ممدوح علي حسن', 'أسوان/أسوان', '23/9/2000', 'مصرية', '30009232800722', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', '', '5495.75', '6575', '83.59', 'جيد جدا مع مرتبة الشرف', '', '', '', '98.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('66', 'روان عمر احمد علي', 'قنا/الأقصر', '9/9/2000', 'مصرية', '30009092704787', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', '', '5930', '6575', '90.19', 'ممتاز مع مرتبة الشرف', '', '', '', '99', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('67', 'زياد حسين الامير محمود', 'قنا/إسنا', '20/4/2000', 'مصري', '30004202701779', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', '', '5232', '6575', '79.57', 'جيد جدا مع مرتبة الشرف', '', '', '', '100', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('68', 'عبدالرحمن ياسر عطيه محمد', 'أسوان/أسوان', '27/8/2000', 'مصري', '30008272800079', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', '', '4957.75', '6575', '75.4', 'جيد جدا', '', '', '', '92.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('69', 'فاطمة محمد عبد الفتاح علي', 'أسوان/نصر النوبة', '24/11/1993', 'مصرية', '29311242800049', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', '', '3870.5', '6750', '57.34', 'مقبول', '', '', '', '70', 'جيد', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('70', 'ماركو برسوم فرج غرغوري', 'قنا/إسنا', '13/5/2000', 'مصري', '30005132701373', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', '', '5494.5', '6575', '83.57', 'جيد جدا مع مرتبة الشرف', '', '', '', '92.5', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('71', 'محمد محمد نبيل شاكر ابراهيم', 'قنا/الأقصر', '5/3/2000', 'مصري', '30003052702295', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', 'فصول دراسية', '4656', '6575', '70.81', 'جيد', '', '', '', '90', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('72', 'معاذ محمود مدني حسن', 'أسوان/أسوان', '13/7/2000', 'مصري', '30007132800692', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', 'فصول دراسية', '4692.5', '6575', '71.37', 'جيد', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('73', 'يوسف خالد احمد محمد', 'قنا/الأقصر', '28/9/2000', 'مصري', '30009282702993', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة الكهربية', '', 'الحاسبات والنظم', 'فصول دراسية', '5250.75', '6575', '79.86', 'جيد جدا مع مرتبة الشرف', '', '', '', '90', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('74', 'ساره يوسف فاروق عزمي', 'أسوان/أسوان', '30/10/1999', 'مصرية', '29910302800443', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المعمارية', '', '', '', '5212.75', '6700', '77.8', 'جيد جدا', '', '', '', '86', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('75', 'مارك ايمن فوزي وهيب', 'أسوان/أسوان', '4/6/2000', 'مصري', '30006042800492', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المعمارية', '', '', '', '5349', '6700', '79.84', 'جيد جدا', '', '', '', '89', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('76', 'مارينا بشري لبيب جريس', 'قنا/أرمنت', '18/9/1999', 'مصرية', '29909182703025', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المعمارية', '', '', 'فصول دراسية', '4008.5', '6700', '59.83', 'مقبول', '', '', '', '51.7', 'مقبول', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('77', 'مرام محمد مصطفي حسن اوشي', 'أسوان/أسوان', '22/10/2000', 'مصرية', '30010222800161', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المعمارية', '', '', 'فصول دراسية', '5006', '6700', '74.72', 'جيد', '', '', '', '68.7', 'جيد', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('78', 'مريم احمد عبد الدايم عبد الجليل', 'الخارج/السعودية', '6/2/2000', 'مصرية', '30002068800223', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المعمارية', '', '', 'فصول دراسية', '4647.25', '6700', '69.36', 'جيد', '', '', '', '66', 'جيد', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('79', 'مصطفى كرم فخرى حسن', 'قنا/فرشوط', '19/9/1995', 'مصري', '29509192700492', 'ذكر', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المعمارية', '', '', '', '4385.5', '7500', '58.47', 'مقبول', '', '', '', '56.7', 'مقبول', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('80', 'ندي مبارك معداوي أحمد', 'قنا/قنا', '23/10/2000', 'مصرية', '30010232702001', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المعمارية', '', '', '', '5447.75', '6700', '81.31', 'جيد جدا مع مرتبة الشرف', '', '', '', '90', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', ''),
('81', 'هديل خالد محمد عبدالعزيز', 'قنا/أبوتشت', '20/1/2000', 'مصرية', '30001202701567', 'أنثى', 'البكالوريوس', 'الهندسة', 'أسوان', 'الهندسة', 'الهندسة المعمارية', '', '', '', '6099', '6700', '91.03', 'ممتاز مع مرتبة الشرف', '', '', '', '96', 'ممتاز', '2022/2023', 'مايو', '12/7/2023', '6/8/2023', '', '', '3', '', '');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
